Repository: zgoda/brewlog
Catalog: src/brewlog/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page
pl: Musisz się zalogować by uzyskać dostęp do tej strony

source: You have been signed in as %(email)s using %(service)s
pl: Użytkownik zalogowany jako %(email)s przez %(service)s

source: Service "%(provider)s" is not supported
pl: Logowanie przy użyciu "%(provider)s" nie jest obsługiwane

source: Error receiving profile data from Google: %(code)s
pl: Błąd ładowania danych profilu z Google: %(code)s

source: GitHub profile for user %(name)s lacks public email, skipping as unusable.
pl: W profilu publicznym użytkownika %(name)s brak adresu email, pominięty jako bezużyteczny.

source: brewery
pl: browar

source: name
pl: nazwa

source: code
pl: kod

source: style
pl: styl

source: descriptive name of style, as you see it
pl: opisowa nazwa stylu, tak jak Ty to piwo określasz

source: BJCP style code
pl: kod stylu wg BJCP

source: BJCP style name
pl: nazwa stylu wg BJCP

source: notes
pl: notatki

source: date brewed
pl: data warzenia

source: fermentables
pl: surowce fermentowalne

source: put each fermentable on separate line to make nice list
pl: umieść każdy surowiec w oddzielnej linii by uzyskać ładną listę

source: hop items
pl: chmiele

source: put each hop item on separate line to make nice list
pl: umieść każdy chmiel w oddzielnej linii by uzyskać ładną listę

source: yeast items
pl: drożdże

source: put each yeast item on separate line to make nice list
pl: umieść każde drożdże w oddzielnej linii by uzyskać ładną listę

source: miscellaneous items
pl: dodatki inne

source: put each miscellanea on separare line to make nice list
pl: umieść każdą rzecz w oddzielnej linii by uzyskać ładną listę

source: mash schedule
pl: schemat zacierania

source: put each step on separate line to make nice list
pl: umieść każdy krok w oddzielnej linii by uzyskać ładną listę

source: sparging
pl: wysładzanie i filtracja

source: hopping schedule
pl: schemat chmielenia

source: boil time
pl: czas gotowania

source: final amount
pl: objętość końcowa

source: volume into bottling
pl: objętość po rozlewie

source: bottling date
pl: data rozlewu

source: type of carbonation
pl: rodzaj nagazowania

source: carbonation level
pl: poziom nagazowania

source: carbonation used
pl: użyte nagazowanie

source: public
pl: publiczna

source: draft
pl: szkic

source: action
pl: akcja

source: change
pl: zmień

source: unspecified style
pl: bez stylu

source: unknown
pl: nieznany

source: %(style)s, %(abv)s, OG: %(og)s, FG: %(fg)s
pl: %(style)s, alk. %(abv)s obj., gęstość pocz. %(og)s, gęstość końcowa %(fg)s

source: not in particular style
pl: bezstylowiec

source: %(style)s by %(brewer)s in %(brewery)s
pl: %(style)s przez %(brewer)s w %(brewery)s

source: single infusion mash w/ mash out
pl: infuzyjne jednostopniowe z wygrzewem

source: 2-step mash w/ mash out
pl: dwustopniowe z wygrzewem

source: 3-step mash w/ mash out
pl: trzystopniowe z wygrzewem

source: brew %(name)s created
pl: warka %(name)s została utworzona

source: brew %(name)s data updated
pl: dane warki %(name)s zostały zaktualizowane

source: brew %(name)s has been deleted
pl: warka %(name)s została usunięta

source: brew %(name)s state changed
pl: status warki %(name)s zmieniony

source: invalid state
pl: nieprawidłowy status

source: description
pl: opis

source: established
pl: ustanowiony

source: brewery %(name)s created
pl: browar %(name)s został utworzony

source: brewery %(name)s has been deleted
pl: browar %(name)s został usunięty

source: brewery %(name)s data updated
pl: dane browaru %(name)s zostały zaktualizowane

source: date
pl: data

source: original gravity
pl: gęstość początkowa

source: final gravity
pl: gęstość końcowa

source: temperature
pl: temperatura

source: volume collected
pl: zebrana objętość

source: fermentation step %(step_name)s for brew %(brew_name)s has been created
pl: etap fermentacji %(step_name)s dla warki %(brew_name)s został utworzony

source: fermentation step %(step_name)s for brew %(brew_name)s has been updated
pl: etap fermentacji %(step_name)s dla warki %(brew_name)s został zaktualizowany

source: fermentation step %(fstep_name)s for brew %(brew_name)s has been deleted
pl: etap fermentacji %(fstep_name)s dla warki %(brew_name)s został usunięty

source: save
pl: zapisz

source: go back
pl: powrót

source: delete
pl: usuń

source: confirm
pl: potwierdź

source: planned
pl: planowane

source: fermenting
pl: fermentuje

source: finished
pl: skończone

source: tapped
pl: podpięte

source: maturing
pl: dojrzewa

source: normal
pl: normalne

source: %(carb_type)s: carbonation %(carb_level)s
pl: %(carb_type)s: nagazowanie %(carb_level)s

source: forced in keg
pl: wymuszone w kegu

source: keg with priming
pl: refermentacja w kegu

source: bottles with priming
pl: refermentacja w butelkach

source: high (eg. German wheat, Belgian ales)
pl: wysokie (np. niemieckie pszenice, belgijskie ale)

source: normal (eg. lagers, American ales)
pl: normalne (np. lagery, amerykańskie ale)

source: low (eg. British and Irish ales)
pl: niskie (np. brytyjskie i irlandzkie ale)

source: very low (eg. Scottish ales, kellerbiers)
pl: bardzo niskie (np. szkockie ale, kellerbier)

source: none (eg. Finnish sahti)
pl: żadne (np. fińskie sahti)

source: primary
pl: do burzliwej

source: secondary
pl: do cichej

source: bottling
pl: do rozlewu

source: mash
pl: do zacieru

source: boil
pl: do gotowania

source: fermentation
pl: do fermentacji

source: infusion
pl: infuzja

source: decoction
pl: dekokcja

source: first wort
pl: do brzeczki przedniej

source: post-boil
pl: po gotowaniu

source: dry hop
pl: na zimno

source: tap
pl: podepnij

source: untap
pl: odepnij

source: finish
pl: zakończ

source: available
pl: oczekujące

source: OG: %(og)s&deg;Blg, FG: %(fg)s&deg;Blg, volume: %(volume)s ltr
pl: gęstość pocz. %(og)s&deg;Blg, gęstość końcowa %(fg)s&deg;Blg, obj. %(volume)s l

source: OG: %(og)s&deg;Blg, volume: %(volume)s ltr
pl: gęstość pocz. %(og)s&deg;Blg, obj. %(volume)s l

source: OG: %(og)s&deg;Blg, FG: %(fg)s&deg;Blg
pl: gęstość pocz. %(og)s&deg;Blg, gęstość końcowa %(fg)s&deg;Blg

source: OG: %(og)s&deg;Blg
pl: gęstość pocz. %(og)s&deg;Blg

source: missing key fermentation data
pl: brak podstawowych danych of fermentacji

source: wanting to stay anonymous
pl: pragnący pozostać anonimowym

source: first name
pl: imię

source: last name
pl: nazwisko

source: location
pl: lokalizacja

source: about me
pl: o mnie

source: profile is public
pl: profil jest publiczny

source: all activity of non-public brewers is hidden on site, they are invisible
pl: aktywność użytkowników ukrytych jest niewidoczna w serwisie

source: please provide full name or nick
pl: proszę podać nazwę użytkownika albo pseudonim

source: your profile data has been updated
pl: twój profil piwowara został uaktualniony

source: profile for %(email)s has been deleted
pl: konto użytkownika %(email)s zostało usunięte

source: text
pl: tekst

source: tasting note for %(brew)s saved
pl: recenzja do warki %(brew)s została zapisana

source: tasting note for brew %(brew)s has been deleted
pl: recenzja do warki %(brew)s została usunięta

source: toggle navigation
pl: przełącz nawigację

source: search
pl: szukaj (warki, browary)

source: create new
pl: utwórz

source: brew
pl: warka

source: my items
pl: moje rzeczy

source: breweries
pl: browary

source: brews
pl: warki

source: user tools
pl: narzędzia konta

source: login page
pl: strona logowania

source: my profile
pl: profil

source: logout
pl: wyloguj

source: close
pl: zamknij

source: version
pl: wersja

source: All rights reserved
pl: Wszelkie prawa zastrzeżone

source: about
pl: o aplikacji

source: user guide
pl: przewodnik użytkownika

source: legal mumbo-jumbo
pl: prawniczy bełkot

source: privacy statement
pl: informacje o warunkach prywatności

source: Updated: %(date)s
pl: Aktualizacja: %(date)s

source: Welcome
pl: Witamy

source: announcement
pl: ważne ogłoszenie

source: Welcome to BrewLog
pl: Witaj na stronie BrewLog

source: This is BrewLog, brewing log app written by homebrewer for homebrewers. Have a look to the site and start logging your brews.
pl: Witaj na stronie BrewLog, zrobionej przez piwowara domowego dla innych piwowarów. Rozejrzyj się i zacznij zapisywać swoje warki.

source: latest site activity
pl: najnowsza aktywność

source: latest brews
pl: ostatnie warki

source: by %(brewername)s in %(breweryname)s
pl: przez %(brewername)s w %(breweryname)s

source: view all
pl: wszystkie

source: latest tasting notes
pl: ostatnie recenzje

source: %(author)s on %(date)s
pl: %(author)s dnia %(date)s

source: latest brewers
pl: ostatnio zarejestrowani

source: registered: %(date)s
pl: rejestracja: %(date)s

source: recently registered breweries
pl: ostatnio zarejestrowane browary

source: by %(brewer)s
pl: przez %(brewer)s

source: confirm removal of your account
pl: potwierdź usunięcie konta

source: Account for %(email)s is about to be deleted with all related content. As this process is irreversible we're asking you again, is this really what you want to do?
pl: Konto użytkownika %(email)s zostanie usunięte całkowicie. Ponieważ ten proces jest nieodwracalny, proszę potwierdzić, czy rzeczywiście chcesz je usunąć?

source: Big fat warning!
pl: Ostrzeżenie jak stąd do Łowicza!

source: All related content will be deleted too: breweries, brews, tasting notes and so on.
pl: Cała powiązana zawartość (browary, warki, notatki z degustacji) zostanie również usunięta

source: Profile data for user %(name)s
pl: Profil użytkownika %(name)s

source: Brewer profile for user %(name)s
pl: Profil piwowara %(name)s

source: This is your brewer's profile data. You may change it using the form below.
pl: Oto twoje dane piwowarskie. Możesz je zmienić używając poniższego formularza

source: delete account
pl: usuń konto

source: Follow the below link to permanently delete your account.
pl: Kliknij link poniżej by ostatecznie usunąć konto w serwisie.

source: delete my account
pl: usuń moje konto

source: Brewery list
pl: Lista browarów

source: %(num)d brew
pl: %(num)d warka

source: add new brewery
pl: dodaj nowy browar

source: see all
pl: wszystkie

source: add new brew
pl: dodaj nową warkę

source: registered brewers
pl: zarejestrowani piwowarzy

source: registered
pl: rejestracja

source: authorization
pl: logowanie

source: Sign in with
pl: Zaloguj się używając

source: confirm removal of your brew %(name)s
pl: potwierdź usunięcie warki %(name)s

source: Brew %(name)s is about to be deleted with all its content. As this process is irreversible we're asking you again, is this really what you want do do?
pl: Warka %(name)s zostanie usunięta całkowicie. Ponieważ ten proces jest nieodwracalny, proszę potwierdzić, czy rzeczywiście chcesz ją usunąć?

source: fermentation data
pl: szczegóły fermentacji

source: add fermentation step
pl: dodaj etap fermentacji

source: change state
pl: zmień stan

source: current state
pl: obecny stan

source: since %(date)s
pl: od %(date)s

source: add tasting note
pl: dodaj recenzję

source: edit brew
pl: zmień dane

source: all public brews
pl: wszystkie publiczne warki

source: all brews
pl: wszystkie warki

source: informations
pl: informacje

source: operations
pl: operacje

source: edit
pl: edycja

source: previous
pl: poprzednia

source: next
pl: następna

source: brewed on %(date)s
pl: warzone %(date)s

source: packaged on %(date)s
pl: rozlewane %(date)s

source: stats
pl: dane

source: brew length
pl: wielkość warki

source: abv
pl: alkohol (obj.)

source: attenuation
pl: odfermentowanie

source: apparent
pl: pozorne

source: real
pl: rzeczywiste

source: wort preparation
pl: przygotowanie brzeczki

source: hops
pl: chmiele

source: yeast
pl: drożdże

source: misc. items
pl: dodatki inne

source: mash steps
pl: schemat zacierania

source: fermentation and packaging
pl: fermentacja i rozlew

source: fermentation start date
pl: data początku fermentacji

source: carbonation data
pl: nagazowanie

source: Brews from brewery %(name)s
pl: Warki z browaru %(name)s

source: no style information
pl: bez podanego stylu

source: not brewed yet
pl: jeszcze nie uwarzona

source: confirm removal of your brewery %(name)s
pl: potwierdź usunięcie browaru %(name)s

source: Brewery %(name)s is about to be deleted with all its content. As this process is irreversible we're asking you again, is this really what you want do do?
pl: Browar %(name)s zostanie usunięty wraz z całą zawartością. Ponieważ proces ten jest nieodwracalny, proszę potwierdzić, czy rzeczywiście chcesz to zrobić?

source: Along with brewery %(name)s following items will be removed:
pl: Wraz z browarem %(name)s zostaną usunięte następujące rzeczy:

source: You may change brewery data using the form below
pl: Możesz zmienić dane browaru używając poniższego formularza

source: People
pl: Ludzie

source: Head brewer
pl: Główny piwowar

source: Latest brews
pl: Ostatnie warki

source: view all brews
pl: wszystkie warki

source: modify your %(breweryname)s brewery data
pl: zmień dane swojego browaru %(breweryname)s

source: brewery list
pl: lista browarów

source: List of registered breweries
pl: Lista zarejestrowanych browarów

source: Forbidden (403)
pl: Odmowa dostępu (403)

source: You don't have permission to access this page
pl: Nie masz uprawnień do dostępu do tej strony.

source: Page not found (404)
pl: Nie znaleziono strony (404)

source: The page you was trying to access was not found on the server
pl: Strona nie została znaleziona

source: Server Error (500)
pl: Błąd serwera (500)

source: Unhandled server error (500)
pl: Błąd serwera (500)

source: fermentation step
pl: etap fermentacji

source: fermentation step for %(brew)s
pl: etap fermentacji warki %(brew)s

source: create fermentation step
pl: utwórz etap fermentacji

source: fermentation step for brew %(brew)s
pl: etap fermentacji dla warki %(brew)s

source: edit fermentation step
pl: zmień etap fermentacji

source: fermentation step %(step_name)s for brew %(brew_name)s
pl: etap fermentacji %(step_name)s dla warki %(brew_name)s

source: confirm removal of fermentation step %(fstep_name)s for your brew %(brew_name)s
pl: potwierdź usunięcie etapu fermentacji %(fstep_name)s dla warki %(brew_name)s

source: Fermentation step %(fstep_name)s for your brew %(brew_name)s is about to be deleted with all its content. As this process is irreversible we're asking you again, is this really what you want do do?
pl: Etap fermentacji %(fstep_name)s dla warki %(brew_name)s zostanie usunięty. Ponieważ jest to proces całkowicie nieodwracalny, proszę potwierdź czy na pewno chcesz go usunąć?

source: current
pl: obecny stan

source: full name
pl: pełna nazwa

source: My latest recipes
pl: Ostatnio dodane receptury

source: My recent reviews
pl: Ostatnie recenzje

source: Recently brewed
pl: Ostatnio uwarzone

source: Fermenting
pl: Fermentuje

source: Nothing
pl: Nic

source: Maturing
pl: Dojrzewa

source: On tap
pl: Wyszynk

source: tasting notes
pl: recenzje

source: all tasting notes to public brews
pl: wszystkie recenzje do publicznych warek

source: all tasting notes to brews
pl: wszystkie recenzje do warek

source: user
pl: użytkownik

source: tasting note for brew %(brew)s from %(brewery)s
pl: recenzja warki %(brew)s z browaru %(brewery)s

source: confirm removal of tasting note for brew %(name)s
pl: potwierdź usunięcie recenzji warki %(name)s

source: You are about to delete tasting note for brew %(name)s by %(author)s added %(date)s. As this process is irreversible we're asking you again, is this really what you want do do?
pl: Recenzja do warki %(name)s dodana przez %(author)s dnia %(date)s zostanie usunięta. Ponieważ ten proces jest nieodwracalny, proszę potwierdzić, czy rzeczywiście chcesz ją usunąć?

source: by %(user)s on %(date)s
pl: przez %(user)s dnia %(date)s
